tap "encoredev/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "p5quared/decanter"
tap "romkatv/powerlevel10k"
tap "supabase/tap"
brew "binutils"
brew "boost"
brew "clang-format"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "curl"
brew "docker"
brew "espeak"
brew "exercism"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "icarus-verilog"
brew "libheif"
brew "imagemagick"
brew "just"
brew "md5sha1sum"
brew "most"
brew "nasm"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "node@18"
brew "opam"
brew "pipes-sh"
brew "pkg-config"
brew "pnpm"
brew "powerlevel10k"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "sbcl"
brew "spim"
brew "stow"
brew "subversion"
brew "tree"
brew "vhs"
brew "wget"
brew "x86_64-elf-binutils"
brew "x86_64-elf-gcc"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "encoredev/tap/encore"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "p5quared/decanter/decanter"
brew "supabase/tap/supabase"
cask "alacritty"
cask "basictex"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-liga-comic-mono"
cask "font-monaspace"
cask "font-victor-mono"
cask "karabiner-elements"
cask "qtspim"
cask "warp"
